Repository: common-repository/codigo-de-envio-simples
Catalog: languages/codigo-envio-woocommerce-*.po
Languages: pt_pt

source: Choose your courier partner
pt_pt: Escolha a transportadora

source: Easily add the tracking code for your orders so your customers always know where their purchases are. Compatible with CTT, DPD, Nacex, GLS, DHL, UPS and Paack.
pt_pt: Adiciona facilmente o código de seguimento das tuas encomendas para o teus clientes saberem sempre onde estão as suas compras. Compativel com CTT, DPD, Nacex, GLS, DHL, UPS e Paack.

source: Follow your order - %s
pt_pt: Siga a sua encomenda - %s

source: Insert the tracking code that your courier sended to you for tracking the order
pt_pt: Insira o tracking code cedido pelo seu parceiro de logística para esta encomenda

source: Select the courier
pt_pt: Selecione o transportador

source: Select your logistic partner
pt_pt: Selecione a sua transportadora

source: Send tracking code to customer
pt_pt: Enviar o tracking code para o cliente

source: To send the tracking code you need to enter the tracking code and select the courier. Then, in order actions (above the update button), select "send tracking code to costumer". Then click on the ">".
pt_pt: Para enviar o tracking code, precisa de inserir o código e selecionar o transportador. Em seguida, nas acções de encomenda (acima do botão de actualizar), selecione “Enviar o tracking code para o cliente”. Depois clique em ">" para enviar.

source: Tracking Code "%1$s" by "%2$s" sent to customer. Track <a href="%3$s">here</a>
pt_pt: Tracking code "%1$s" da transportadora "%2$s". Seguir a encomenda <a href="%3$s">aqui</a>

source: Tracking code sended?
pt_pt: Tracking code enviado?

source: Tracking code:
pt_pt: Código de tracking:

source: Tracking info
pt_pt: Informação de tracking
